Repository: AsteroidOS/WinSteroid
Catalog: src/WinSteroid.App/Strings/*/Resources.resw
Source language: en_us
Languages: it_it

# BatteryFrequencyComboBox.Header
source: Battery check frequency
it_it: Frequenza di controllo batteria

# HomeMainEmptyNotificationsTextBlock.Text
source: No new notifications
it_it: Nessuna nuova notifica

# HomeMainNotificationsListView.Header
source: Notifications
it_it: Notifiche

# HomeMainSettingsAppBarButton.Label
source: Settings
it_it: Impostazioni

# HomeMainTutorialsAppBarButton.Label
source: Tutorials
it_it: Guide

# HomeMainWallpapersFaceAppBarButton.Label
source: Wallpapers
it_it: Sfondi

# HomeWelcomeConnectButton.Content
source: Connect to device
it_it: Connettiti al dispositivo

# HomeWelcomePairingMessage
source: Pairing
it_it: Accoppiamento

# HomeWelcomeRetryButton.Content
source: Retry
it_it: Riprova

# HomeWelcomeTutorialsAppBarButton.Label
source: Tutorials
it_it: Guide

# SettingsAboutNavigationPageHeader.TitleText
source: About
it_it: Informazioni

# SettingsApplicationIconComboBox.Header
source: Icon
it_it: Icona

# SettingsApplicationMutedToggleSwitch.Header
source: Muted
it_it: Muto

# SettingsApplicationMutedToggleSwitch.OnContent
source: Yes
it_it: Sì

# SettingsApplicationPreferencesTextBlock.Text
source: Preferences
it_it: Preferenze

# SettingsApplicationSaveAppBarButton.Label
source: Save
it_it: Salva

# SettingsApplicationsExportAppBarButton.Label
source: Export
it_it: Esporta

# SettingsApplicationsNavigationPageHeader.TitleText
source: Applications preferences
it_it: Preferenze applicazioni

# SettingsApplicationsSaveAppBarButton.Label
source: Save
it_it: Salva

# SettingsApplicationVibrationSlider.Header
source: Vibration
it_it: Vibrazione

# SettingsMainBatteryCheckWarningTextBlock.Text
source: Preview: due to UWP platform limitations, the real time background task that checks current battery level stops after a reboot. You need to start WinSteroid on next boot to register it again.
it_it: Anteprima: a causa di limitazioni della piattaforma UWP, il processo in background che controlla in tempo reale la batteria si ferma dopo ogni riavvio. È necessario riavviare WinSteroid all'avvio successivo per farlo ripartire.

# SettingsMainBatteryTextBlock.Text
source: Battery
it_it: Batteria

# SettingsMainIconsButton.Content
source: Set icons preferences
it_it: Imposta preferenze icone

# SettingsMainNavigationPageHeader.TitleText
source: Settings
it_it: Impostazioni

# SettingsMainNotificationsTextBlock.Text
source: Notifications
it_it: Notifiche

# SettingsMainRemoveCredentialsButton.Content
source: Remove all remembered credentials
it_it: Rimuovi tutte le credenziali salvate

# SettingsMainResetApplicationButton.Content
source: Reset application
it_it: Reimposta applicazione

# SettingsMainSecureConnectionsTextBlock.Text
source: Secure connections
it_it: Connessioni sicure

# SettingsMainShowNotificationsToggleSwitch.Header
source: Show system notifications in AsteroidOS
it_it: Mostra le notifiche di sistema in AsteroidOS

# SettingsMainShowNotificationsToggleSwitch.OnContent
source: Yes
it_it: Sì

# SettingsMainTimeSyncNowButton.Content
source: Sync now
it_it: Sincronizza

# SettingsMainTimeTextBlock.Text
source: Date and Time
it_it: Data e Ora

# TutorialsMainNavigationPageHeader.TitleText
source: Tutorials
it_it: Guide

# TutorialsUsbNavigationPageHeader.TitleText
source: Tutorials / USB Connection
it_it: Guide / Connessione USB

# UseBatteryLiveTileToggleSwitch.Header
source: Use Live Tile to show current device battery level
it_it: Utilizza Live Tile per mostrare il livello di batteria corrente

# UseBatteryLiveTileToggleSwitch.OnContent
source: Yes
it_it: Sì

# HomeMainInitializingMessage
source: Initializing
it_it: Inizializzazione

# HomeMainScreenshotServiceHandlersRegistrationFailedError
source: I'm not able to finish registration to the screenshot content service
it_it: Non sono riuscito a finire la registrazione al servizio di salvataggio schermate

# HomeMainSettingsItemLabel
source: Settings
it_it: Impostazioni

# HomeMainTutorialsItemLabel
source: Tutorials
it_it: Guide

# HomeMainWallpapersItemLabel
source: Wallpapers
it_it: Sfondi

# HomeWelcomePairingOperationFailedError
source: Pairing operation failed
it_it: Operazione di accoppiamento fallita

# SettingsApplicationsDataExportedMessage
source: Data successfully exported
it_it: Dati esportati con successo

# SettingsApplicationsDataImportedMessage
source: Data successfully imported
it_it: Dati importati con successo

# SettingsApplicationsImportFoundConflictMessage
source: I found some conflicts. Do you want to overwrite existing application preferences when importing them?
it_it: Ho trovato dei conflitti. Vuoi sovrascrivere le preferenze delle applicaizoni esistenti durante l'importazione?

# SettingsApplicationsImportFoundConflictTitle
source: Found conflicts
it_it: Trovati conflitti

# SettingsApplicationUnsavedChangesMessage
source: I detected some unsaved changes. Are you sure you want to discard them and go back?
it_it: Ho rilevato alcune modifiche non salvate. Sei sicuro di volerle scartare e tornare indietro?

# SettingsApplicationUnsavedChangesTitle
source: Unsaved changes
it_it: Modifiche non salvate

# SettingsMainBatteryCheckFrequencyMinutesFormat
source: Every {0} minutes
it_it: Ogni {0} minuti

# SettingsMainResetApplicationExportDataFailedOrCanceledMessage
source: Export failed or canceled. Do you want to retry?
it_it: Esportazione fallita o annullata. Vuoi riprovare?

# SettingsMainResetApplicationExportDataMessage
source: Do you want to save a copy of icon preferences as file?
it_it: Vuoi salvare una copia delle preferenze in un nuovo file?

# SettingsMainResetApplicationExportDataTitle
source: Export data
it_it: Esporta dati

# SettingsMainResetApplicationKeepIconPreferencesMessage
source: Do you want to keep the current applications preferences for another device?
it_it: Vuoi mantenere le attuali preferenze delle applicazioni per un altro dispositivo?

# SettingsMainResetApplicationKeepIconPreferencesTitle
source: Keep applications preferences
it_it: Mantieni preferenze applicazioni

# SettingsMainResetApplicationMessage
source: Are you sure you want to disconnect your device and reset the application?
it_it: Sei sicuro di voler disconnettere il tuo dispositivo e reimpostare l'applicazione?

# SettingsMainResetApplicationTitle
source: Reset application
it_it: Reimposta applicazione

# SettingsMainSetTimeErrorMessage
source: I'm not able to set time on your device
it_it: Non sono stato in grado di impostare l'ora sul tuo dispositivo

# SharedErrorTitle
source: Error
it_it: Errore

# SharedYesMessage
source: Yes
it_it: Sì

# TutorialsMainUsbItemLabel
source: How to connect an AsteroidOS device to your PC
it_it: Come connettere un dispositivo AsteroidOS al tuo PC

# TutorialsUsbPivotItem0.Header
source: Requirements
it_it: Requisiti

# TutorialsUsbPivotItem1.Header
source: Device Manager 1/2
it_it: Gestione Dispositivi 1/2

# TutorialsUsbPivotItem2.Header
source: Device Manager 2/2
it_it: Gestione Dispositivi 2/2

# TutorialsUsbPivotItem3.Header
source: That's all!
it_it: Fatto!

# TutorialsUsbStepButton0.Content
source: Next
it_it: Successivo

# TutorialsUsbStepButton1.Content
source: Next
it_it: Successivo

# TutorialsUsbStepButton2.Content
source: Next
it_it: Successivo

# TutorialsUsbStepButton3.Content
source: Go back
it_it: Torna indietro

# SettingsMainAboutItemLabel
source: About
it_it: Informazioni

# SettingsMainApplicationsItemLabel
source: Applications
it_it: Applicazioni

# SettingsWallpapersChooseButton.Content
source: Choose
it_it: Seleziona

# SettingsWallpapersInstallationProgressRun.Text
source: Installation progress
it_it: Stato installazione

# SettingsWallpapersInstallButton.Content
source: Install
it_it: Installa

# SettingsWallpapersNavigationPageHeader.TitleText
source: Wallpapers
it_it: Sfondi

# SettingsWallpapersRoundPreviewToggleSwitch.Header
source: Use round preview
it_it: Utilizza anteprima circolare

# SettingsWallpapersRoundPreviewToggleSwitch.OnContent
source: Yes
it_it: Sì

# SettingsWallpapersTextBlock.Text
source: Install a new wallpaper/background image
it_it: Installa un nuovo sfondo

# SettingsWallpapersInvalidImageMessage
source: The selected file seems corrupted or invalid.
it_it: Il file selezionato sembra corrotto o invalido.

# SettingsWallpapersUnsupportedImageMessage
source: The selected image doesn't seem to be squared. Do you want to crop it now?
it_it: L'immagine selezionata sembra non esser quadrata. Vuoi ridimensionarla?

# SettingsWallpapersUnsupportedImageTitle
source: Unsupported image sizes
it_it: Dimensioni immagine non supportate

# ApplicationsServiceImportDataEmptyFileError
source: The selected file seems to be empty
it_it: Il file selezionato è vuoto

# ApplicationsServiceImportDataInvalidFileError
source: The selected file data has an invalid format or wrong serialized data
it_it: I dati del file selezionato sembra contenere dati o un formato non valido/i

# DeviceServiceCannotPairError
source: The selected device cannot be paired
it_it: Il dispositivo selezionato non può esser accoppiato

# DeviceServiceConnectionFailedError
source: Connection failed
it_it: Connessione fallita

# DeviceServiceDisappearedDeviceError
source: I cannot connect to the selected Bluetooth device, it seems to have disappeared
it_it: Non posso connettermi al dispositivo Bluetooth selezionato, sembra non esser più disponibile

# DeviceServiceGenericConnectionError
source: An error occured while connecting.
it_it: È stato generato un errore durante la connessione.

# DeviceServiceNoAsteroidDeviceError
source: I cannot connect to the selected Bluetooth device, it does not seem to be an AsteroidOS device
it_it: Non posso connettermi al dispositivo Bluetooth selezionato, sembra non essere un dispositivo con AsteroidOS

# DeviceServicePairingOperationDeniedOrFailed
source: Pairing operation denied or failed
it_it: Operazione di accoppiamento negata o fallita

# TutorialsUsbStep0Paragraph0Run.Text
source: Before proceeding, be sure that your PC supports USB 2.0 or higher ports standard and your USB port and cable work correctly and are in a good state.
it_it: Prima di procedere, assicurati che il tuo PC supporti lo standard USB 2.0 o superiore e che la porta stessa e il cavo funzionino correttamente e siano in buono stato.

# TutorialsUsbStep0Paragraph1Run.Text
source: We are not responsible for any damage caused by a malfunctional cable or USB port that may cause damages or bricks your devices.
it_it: Non siamo responsabili di ogni danno causato da cavi o porte USB malfunzionanti che potrebbero arrecare danni o bloccare i tuoi dispositivi.

# TutorialsUsbStep1Paragraph0Run.Text
source: Open Device Manager and find under 'Other devices' a device with a yellow sign named RNDIS.
it_it: Apri Gestione Dispositivi e cerca sotto Altri dispositivi un dispositivo con un triangolo giallo chiamato RNDIS.

# TutorialsUsbStep1Paragraph1Run.Text
source: Right click it and select 'Update driver'.
it_it: Clicca col tasto destro sul dispositivo e seleziona Aggiorna driver.

# TutorialsUsbStep1Paragraph2Run.Text
source: Select in the new opened window 'Browse my computer for driver software', then choose 'Let me pick from a list of available drivers on my computer'.
it_it: Nella nuova finestra aperta seleziona Cerca il software del driver nel computer e successivamente seleziona Scegli da un elenco di driver disponibili nel computer.

# TutorialsUsbStep2Paragraph0Run.Text
source: From devices types list, search for 'Network adapters', then look for 'Microsoft' as driver manufacturer.
it_it: Dalla lista di tipologie di driver, cerca Scheda di rete e successivamente seleziona Microsoft come produttore del driver.

# TutorialsUsbStep2Paragraph1Run.Text
source: Afterwards, search in the new drivers list the option 'Remote NDIS compatible device'.
it_it: Cerca nella nuova lista di driver l'opzione Dispositivo compatibile NDIS remoto.

# TutorialsUsbStep2Paragraph2Run.Text
source: When you'll press 'Next', a window will pop up warning you that Windows cannot verify the device driver compatibility.
it_it: Quando premerai Avanti, una finestra apparirà avvisandoti che Windows non può verificare la compatibilità del driver.

# TutorialsUsbStep2Paragraph3Run.Text
source: Ignore it and press 'Yes'.
it_it: Ignora e premi Sì.

# TutorialsUsbStep3Paragraph0Run.Text
source: Excellent!
it_it: Eccellente!

# TutorialsUsbStep3Paragraph1Run.Text
source: Your AsteroidOS watch is now correctly plugged-into your PC.
it_it: Ora il tuo dispositivo con AsteroidOS è correttamente collegato al tuo PC.

# TutorialsUsbStep3Paragraph2Run.Text
source: You can now install new watchfaces and/or wallpapers over USB connection.
it_it: Potrai installare nuove WatchFace e/o sfondi tramite la connessione USB.

# HomeMainUpdateButtonTextBlock.Text
source: Update
it_it: Aggiorna

# SettingsAboutReviewAppBarButton.Label
source: Review
it_it: Recensisci

# DeviceServiceSystemPairingRequiredMessage
source: Due to permissions limitations, it is necessary to pair your AsteroidOS device from your operating system. Do you want to open Settings?
it_it: Causa limitazione di permessi, è necessario accoppiare il tuo dispositivo AsteroidOS direttamente dal sistema. Vuoi aprire ora le impostazioni per effettuare l'operazione?

# DeviceServiceSystemPairingRequiredTitle
source: System pairing
it_it: Accoppiamento di sistema

# ScreenshotServiceInitializationErrorMessage
source: I am not able to initialize screenshot service. It is not available on your AsteroidOS device or it isn't supported
it_it: Non sono stato in grado di inizializzare il servizio degli screenshot. Potrebbe non esser disponibile sul tuo dispositivo AsteroidOS oppure non è supportato

# ScreenshotAcquiredMessageFormat
source: Screenshot {0} acquired
it_it: Schermata {0} acquisita

# SharedFileNotFoundMessageFormat
source: File {0} not found
it_it: File {0} non trovato

# ScreenshotServiceMaxDtuSizeErrorMessageFormat
source: One or both devices cannot manage the current maximum BLE transfer packet size ({0} bytes) used by AsteroidOS to stream acquired screenshots
it_it: Uno o entrambi i dispositivi non possono gestire l'attuale dimensione massima dei pacchetti ({0} byte) da AsteroidOS con il trasferimento dati Bluetooth Low Energy size ({0} bytes) per trasferire le schermate acquisite

# SharedUnavailableServiceTitle
source: Unavailable service
it_it: Servizio non disponibile

# HomeScreenshotsNavigationPageHeader.TitleText
source: Screenshots
it_it: Schermate

# HomeScreenshotsDeleteHistoryButton.Content
source: Delete all saved screenshots
it_it: Elimina tutte le schermate salvate

# HomeScreenshotsDeleteScreenshotsHistoryMessage
source: Are you sure you want to delete the current screenshots history?
it_it: Sei sicuro di voler eliminare la cronologia delle schermate salvate?

# HomeScreenshotsDeleteScreenshotsHistoryTitle
source: Delete screenshots
it_it: Elimina schermate

# HomeScreenshotsExportButton.Content
source: Export to Pictures library
it_it: Esporta nella libreria Immagini

# HomeScreenshotsExportHistoryButton.Content
source: Export all saved screenshots
it_it: Esporta tutte le schermate salvate

# HomeScreenshotsGalleryAppBarButton.Label
source: Gallery
it_it: Galleria

# HomeScreenshotsHistoryDetailRun.Text
source: Saved screenshots count
it_it: Numero schermate salvate:

# HomeScreenshotsHistoryExportedMessage
source: Screenshots history successfully exported
it_it: Cronologia schermate salvate esportata con successo

# HomeScreenshotsHistoryTextBlock.Text
source: Saved screenshots history
it_it: Cronologia schermate salvate

# HomeScreenshotsTakeScreenshotButton.Content
source: Take screenshot
it_it: Acquisisci schermata

# SharedOperationCompletedTitle
source: Operation completed
it_it: Operazione completata

# HomeMainScreenshotsAppBarButton.Label
source: Screenshots
it_it: Schermate

# HomeMainScreenshotsItemLabel
source: Screenshots
it_it: Schermate

# HomeScreenshotsCancelScreenshotTaskButton.Content
source: Cancel
it_it: Annulla

# ScreenshotsBenchmarkDialog.PrimaryButtonText
source: Done
it_it: Fatto

# ScreenshotsBenchmarkDialog.SecondaryButtonText
source: Cancel
it_it: Annulla

# ScreenshotsBenchmarkDialog.Title
source: SCREENSHOTS SERVICE TEST
it_it: TEST SERVIZIO SCHERMATE

# ScreenshotsBenchmarkDialogGuideTextBlock.Text
source: Before using Screenshots functionality, WinSteroid needs to check if your devices are both compatible to take screenshots due to Bluetooth LE limitations. Click on "Start transfer test" to check it.
it_it: Prima di poter utilizzare la funzionalità Schermate, WinSteroid deve controllare se entrambi i dispositivi sono compatibili a causa di limitazioni del Bluetooth LE. Clicca su "Avvia test di trasferimento" per controllare.

# ScreenshotsBenchmarkDialogStartTestButton.Content
source: Start transfer test
it_it: Avvia test di trasferimento

# ScpCredentialsDialog.PrimaryButtonText
source: Connect
it_it: Connetti

# ScpCredentialsDialog.SecondaryButtonText
source: Cancel
it_it: Annulla

# ScpCredentialsDialog.Title
source: SCP CONNECTION
it_it: CONNESSIONE SCP

# ScpCredentialsDialogInvalidFieldsFirstSegmentMessage
source: Invalid fields:
it_it: Campi non validi:

# SettingsWallpapersUnsupportedImageErrorMessage
source: The selected image is not squared.
it_it: L'immagine selezionata non è quadrata.
